Repository: shayanzare-dev/Profile-App
Catalog: lib/l10n/app_*.arb
Languages: fa

# profileTitle
source: Profile
fa: صفحه پروفایل

# name
source: shayan zare
fa: شایان

# job
source: Graphic Designer
fa: طراح گرافیک

# location
source: Fars , Iran
fa: ایران , فارس

# summaty
source: As you explore Flutter, there comes a time when you need to share application state between screens, across your app. There are many approaches you can take, and many questions to think about.In the following pages, you will learn the basics of dealing with state in Flutter apps.
fa: همانطور که فلاتر را کاوش می کنید، زمانی فرا می رسد که باید وضعیت برنامه را بین صفحه ها، در سراسر برنامه خود به اشتراک بگذارید. رویکردهای زیادی وجود دارد که می‌توانید اتخاذ کنید، و سؤالات زیادی برای فکر کردن وجود دارد. در صفحات بعدی با اصول برخورد با حالت در اپلیکیشن های فلاتر آشنا خواهید شد.

source: Selected Language
fa: زبان منتخب

source: English
fa: انگلیسی

source: Farsi
fa: فارسی

# skillText
source: Skils
fa: مهارت ها

source: Personal Information
fa: اطلاعات فردی

source: Email
fa: آدرس ایمیل

source: Password
fa: رمز عبور

source: Save
fa: ذخیره

# photoshopTitle
source: photoshop
fa: فوتوشاپ

# lightroomTitle
source: lightroom
fa: لایقت روم

# afterEffectTitle
source: afterEffect
fa: افتر افکت

source: illustrator
fa: ایلسریتور
